"OK" = "ОК";
"Quit" = "Beenden";
"Start" = "Starten";
"Cancel" = "Abbrechen";
"Make Alias" = "Alias erzeugen";
"Auto Update" = "Automatische Überprüfung auf Updates";
"Restore now?" = "Jetzt wiederherstellen?";
"New update!" = "Neues Update!";
"Stop all VMs" = "Alle VMs stoppen";
"Snapshots..." = "Snapshots...";
"No Snapshots" = "Keine Snapshots";
"Preferences..." = "Einstellungen...";
"Automatic mode" = "Automatischer Modus";
"%@ is encrypted." = "%@ ist verschlüsselt.";
"Batch action" = "Batch-Aktion";
"Start all VMs" = "Alle VMs starten";
"User cancelled" = "Vom Benutzer abgebrochen";
//"Update VM List" = "Update VM Liste";
"Update failed!" = "Update fehlgeschlagen!";
"Unknown error." = "Unbekannter Fehler.";
"One more step!" = "Ein weiterer Schritt!";
"Input password" = "Passwort eingeben";
"Launch at Login" = "Beim Login starten";
"About PD Runner" = "Über PD Runner";
"Failed to start!" = "Start fehlgeschlagen!";
"Click OK to exit" = "Zum Beenden auf ОК klicken";
"No VMs were found" = "Keine VMs gefunden";
"No need to update" = "Keine Updates verfügbar";
"Block trial alert" = "Testversion-Meldung blockieren";
"Restore %@ to [%@]?" = "%@ zu [%@] wiederherstellen?";
"No password entered" = "Kein Passwort eingegeben";
"Unsupported product!" = "Nicht unterstütztes Produkt!";
"The requested operation has been cancelled." = "Der Vorgang wurde abgebrochen.";
"Get the trial first!" = "Bitte zuerst die Testversion aktivieren!";
"Check for Updates..." = "Nach Updates suchen...";
"Don't remind me again" = "Nicht mehr erinnern";
"No snapshots available." = "Keine Snapshots verfügbar.";
" is the latest version." = " ist die aktuelle Version.";
"Nothing has changed." = "Keine Veränderung.";
"Failed to install helper!" = "Installation des Hilfsprogramms fehlgeschlagen!";
"Parallels Desktop not installed" = "Parallels Desktop ist nicht installiert";
"Please select a snapshot to switch:" = "Bitte Snapshot zum Wechseln auswählen:";
"Unable to connect to Parallels Service" = "Verbindung zu Paralles Service konnte nicht hergestellt werden";
"An error occurred while checking for updates." = "Bei der Suche nach Updates ist ein Fehler aufgetreten.";
" update is available,\nclick [OK] to download." = " Update verfügbar,\nklicke [ОК] zum herunterladen.";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "Stelle sicher, dass du bereits die Testversion verwendest \n(auch wenn die Testversion bereits abgelaufen ist)\nStarte dann deinen Mac neu und versuche es erneut.";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "Die App Store Version wird nicht unterstützt. Bitte lade die Standard Version herunter:\nhttps://www.parallels.com";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "Du musst die Testversion von Parallels Desktop verwenden.\nDann kannst du deine VMs mit PD Runner starten, auch wenn die Testversion abgelaufen ist.";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "Aufgrund von Sicherheitsanforderungen von PD:\n Wenn das VM-Fenster leer ist, klicke einfach auf das \n[Zahnrad] Symbol in der oberen rechten Ecke des Fensters und gebe das VM-Passwort ein.\nAnschließend wird das VM-Fenster angezeigt.";
"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "VM im Zustand \"Installation abgeschlossen\" erkannt. Willst du die Installation abschließen und die VM starten?";
"Complete the installation" = "Installation fertigstellen";

"Only for learning and research use! Please delete it within 24 hours after downloading." = "Nur zu Lern- und Forschungszwecken! Bitte lösche PD-Runner innerhalb von 24h nach dem Herunterladen.";
"Author:" = "Autor:";
"Translated by:" = "Übersetzt von:";
